INSERT INTO study_plan(id, name, description, education_form, cost, years)
VALUES (1,
        'Разработка программного обеспечения',
        'Программа включает в себя изучение теоретических принципов и ' ||
        'приобретение практических навыков разработки программного ' ||
        'обеспечения и реализации процессов создания и эксплуатации ' ||
        'информационных систем и технологий, предназначенных для решения ' ||
        'широкого класса задач: от глубокой автоматизации прикладных и ' ||
        'бизнес-процессов, до разработки мобильных и web-приложений и ' ||
        'создания электронных технологий поддержки принятия решений в ' ||
        'условиях неопределенности.',
        'Full-Time',
        350000,
        4);
